[
    {
        "question": "What is currently causing me stress?"
    },
    {
        "question": "How is this stress impacting my daily life?"
    },
    {
        "question": "What emotional, physical, or financial need can I connect to this stress?"
    },
    {
        "question": "Where do I feel stress in my body?"
    },
    {
        "question": "What are some small, manageable steps I can take today towards resolving a primary source of my stress?"
    },
    {
        "question": "What is one thing I can let go of (a task, a worry, an obligation) to reduce my stress?"
    },
    {
        "question": "If I could give this stressful situation a title like a chapter in a book, what would it be?"
    },
    {
        "question": "What can I do to take care of myself today?"
    },
    {
        "question": "What is a positive affirmation I can tell myself during this stressful time?"
    },
    {
        "question": "Who can I reach out to for support?"
    },
    {
        "question": "What external resources (books, professionals, workshops) might help me better understand and manage this stress?"
    },
    {
        "question": "How would my best self advise me to handle today's challenges?"
    },
    {
        "question": "What are the things I'm grateful for today, despite my stress?"
    },
    {
        "question": "How can I reframe this stressful situation to see it from a different, more positive perspective?"
    },
    {
        "question": "When I visualize a calm and stress-free version of myself, what does that look like and what is different?"
    },
    {
        "question": "What skills do I have that will help me cope with this stress?"
    },
    {
        "question": "What are 3 things to look forward to after this stressful period ends?"
    },
    {
        "question": "What are 3 things I could do to make my day less stressful?"
    },
    {
        "question": "How do I want to remember this stressful period once it has passed?"
    },
    {
        "question": "What lessons do I hope to take away from this stress?"
    }
]
