{
    "messages": [
      {
        "text": "The only person you are destined to become is the person you decide to be.",
        "author": "Ralph Waldo Emerson"
      },
      {
        "text": "You are never too old to set another goal or to dream a new dream.",
        "author": "C.S. Lewis"
      },
      {
        "text": "Every strike brings me closer to the next home run.",
        "author": "Babe Ruth"
      },
      {
        "text": "Doubt kills more dreams than failure ever will.",
        "author": "Suzy Kassem"
      },
      {
        "text": "The best way to predict your future is to create it.",
        "author": "Abraham Lincoln"
      },
      {
        "text": "Believe you can and you're halfway there.",
        "author": "Theodore Roosevelt"
      },
      {
        "text": "The difference between ordinary and extraordinary is that little extra.",
        "author": "Jimmy Johnson"
      },
      {
        "text": "It does not matter how slowly you go as long as you do not stop.",
        "author": "Confucius"
      },
      {
        "text": "Our greatest glory is not in never falling, but in rising every time we fall.",
        "author": "Nelson Mandela"
      },
      {
        "text": "You don't have to be great to start, but you have to start to be great.",
        "author": "Zig Ziglar"
      },
      {
        "text": "The journey of a thousand miles begins with a single step.",
        "author": "Lao Tzu"
      },
      {
        "text": "The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart.",
        "author": "Helen Keller"
      },
      {
        "text": "Do not be afraid to give up the good to go for the great.",
        "author": "John D. Rockefeller"
      },
      {
        "text": "The mind is everything. What you think you become.",
        "author": "Buddha"
      },
      {
        "text": "The only way to do great work is to love what you do.",
        "author": "Steve Jobs"
      },
      {
        "text": "If you can dream it, you can do it.",
        "author": "Walt Disney"
      },
      {
        "text": "A positive attitude may not solve all your problems, but it is all the wrong attitude will ever do.",
        "author": "Whinnie the Pooh"
      },
      {
        "text": "The future belongs to those who believe in the beauty of their dreams.",
        "author": "Eleanor Roosevelt"
      },
      {  
        "text": "Hold fast to dreams, For if dreams die, Life is a broken-winged bird, That cannot fly.",
        "author": "Langston Hughes"
      },
      {
        "text": "The only limit to our realization of tomorrow will be our doubts of today.",
        "author": "Franklin D. Roosevelt"
      },
      {
        "text": "You gain strength, courage, and confidence by every experience in which you really stop to look fear in the face. You must do the thing you think you cannot do.",
        "author": "Eleanor Roosevelt"
      },
      {
        "text": "Failure is simply the opportunity to begin again, this time more intelligently.",
        "author": "Henry Ford"
      },
      {
        "text": "The best revenge is massive success.",
        "author": "Frank Sinatra"
      },
      {
        "text": "Don't let yesterday take up too much of today.",
        "author": "Cherrie L. Moraga"
      },
      {
        "text": "You are never truly alone. We are all connected in this human experience.",
        "author": "Deepak Chopra"
      },
      {
        "text": "The only person you are destined to become is the person you decide to be.",
        "author": "Ralph Waldo Emerson"
      },
      {
        "text": "It is during our darkest moments that we must focus to see the light.",      
        "author": "Aristotle"
      }
    ]
}